Repository: michalkalis/quiz-agent
Catalog: apps/ios-app/Hangs/Hangs/Localizable.xcstrings
Source language: en
Languages: cs, sk

source: %@ / month
cs: %@ / měsíc
sk: %@ / mesiac

source: %@ / year
cs: %@ / rok
sk: %@ / rok

source: %@ points
cs: %@ bodů
sk: %@ bodov

# %@ · Q%lld
source: %1$@ · Q%2$lld
cs: %1$@ · O%2$lld
sk: %1$@ · O%2$lld

# %@ · QUESTION %lld
source: %1$@ · QUESTION %2$lld
cs: %1$@ · OTÁZKA %2$lld
sk: %1$@ · OTÁZKA %2$lld

source: %@ · credits never expire
cs: %@ · kredity nikdy nevyprší
sk: %@ · kredity nikdy nevypršia

# %@ · heard "%@"
source: %1$@ · heard "%2$@"
cs: %1$@ · slyšel „%2$@“
sk: %1$@ · počul „%2$@“

# %@, %@ points
source: %1$@, %2$@ points
cs: %1$@, %2$@ bodů
sk: %1$@, %2$@ bodov

# %@: %lld percent
source: %1$@: %2$lld percent
cs: %1$@: %2$lld procent

source: %lld CORRECT
cs: %lld SPRÁVNĚ
sk: %lld SPRÁVNE

source: %lld MISSED
cs: %lld VEDLE
sk: %lld VEDĽA

source: %lld SKIPPED
cs: %lld PŘESKOČENÝCH
sk: %lld PRESKOČENÝCH

source: %lld monthly free
cs: %lld měsíčně zdarma
sk: %lld mesačne zadarmo

# %lld of %lld free questions left
source: %1$lld of %2$lld free questions left
cs: Zbývá %1$lld z %2$lld otázek zdarma
sk: Zostáva %1$lld z %2$lld otázok zadarmo

source: %lld pack credits
cs: %lld kreditů z balíčku
sk: %lld kreditov z balíka

source: %lld pack credits kept for later
cs: %lld kreditů z balíčku uloženo na později
sk: %lld kreditov z balíka uchovaných na neskôr

source: %lld questions
cs: %lld otázek
sk: %lld otázok

source: %lld selected
cs: vybráno: %lld
sk: vybraných: %lld

source: +%@ pts
cs: +%@ b
sk: +%@ b

source: +0 pts
cs: +0 b
sk: +0 b

source: 1 = worst · 10 = best
cs: 1 = nejhorší · 10 = nejlepší
sk: 1 = najhoršie · 10 = najlepšie

source: 100 Question Pack
cs: Balíček 100 otázek
sk: Balík 100 otázok

source: 100 questions were added to your account.
cs: Na tvůj účet se přidalo 100 otázek.
sk: Na tvoj účet sa pridalo 100 otázok.

source: ANSWER
cs: ODPOVĚĎ
sk: ODPOVEĎ

source: ANSWER BY VOICE
cs: ODPOVĚZ HLASEM
sk: ODPOVEDAJ HLASOM

source: Accuracy
cs: Úspěšnost
sk: Úspešnosť

source: Action cancelled
cs: Akce zrušena
sk: Akcia zrušená

source: Admin key
cs: Admin klíč
sk: Admin kľúč

source: After each question
cs: Po každé otázce
sk: Po každej otázke

source: All Categories
cs: Všechny kategorie
sk: Všetky kategórie

source: Allow Microphone
cs: Povolit mikrofon
sk: Povoliť mikrofón

source: Annual
cs: Ročně
sk: Ročne

source: Answer Anytime
cs: Odpověz kdykoli
sk: Odpovedz kedykoľvek

source: Answer reveal
cs: Odhalení odpovědí
sk: Odhalenie odpovedí

source: Answer time limit
cs: Časový limit na odpověď
sk: Časový limit na odpoveď

source: App language
cs: Jazyk aplikace
sk: Jazyk aplikácie

source: Are you sure you want to end the quiz? Your progress will be saved.
cs: Opravdu chceš ukončit kvíz? Postup se uloží.
sk: Naozaj chceš ukončiť kvíz? Postup sa uloží.

source: At the end of the set
cs: Na konci sady
sk: Na konci sady

source: Audio device not available
cs: Zvukové zařízení není dostupné
sk: Zvukové zariadenie nie je dostupné

source: Auto-Advance
cs: Automatický posun
sk: Automatický posun

source: Auto-Record
cs: Automatické nahrávání
sk: Automatické nahrávanie

source: Auto-advance delay
cs: Automatický posun
sk: Automatický posun

source: Auto-confirm answers
cs: Automaticky potvrzovat odpovědi
sk: Automaticky potvrdzovať odpovede

source: Auto-confirming in %llds
cs: Potvrzení za %llds
sk: Potvrdenie o %llds

source: Auto-record answers
cs: Automaticky nahrávat odpovědi
sk: Automaticky nahrávať odpovede

source: Auto-renews until cancelled. Cancel anytime in Settings.
cs: Obnovuje se automaticky, dokud ho nezrušíš. Zrušit můžeš kdykoli v Nastavení.
sk: Obnovuje sa automaticky, kým ho nezrušíš. Zrušiť môžeš kedykoľvek v Nastaveniach.

source: Automatic
cs: Automaticky
sk: Automaticky

source: Available Devices
cs: Dostupná zařízení
sk: Dostupné zariadenia

source: Back
cs: Zpět
sk: Späť

source: Bluetooth (Call Mode)
cs: Bluetooth (režim hovoru)
sk: Bluetooth (režim hovoru)

source: Building your pack…
cs: Připravuji tvůj balíček…
sk: Pripravujem tvoj balík…

source: Built-in
cs: Vestavěný
sk: Vstavaný

source: Buttons always work
cs: Tlačítka fungují vždy
sk: Tlačidlá fungujú vždy

source: Buttons, labels and settings
cs: Tlačítka, popisky a nastavení
sk: Tlačidlá, popisy a nastavenia

source: Buying 100 Question Pack…
cs: Kupuji Balíček 100 otázek…
sk: Kupujem Balík 100 otázok…

source: Buying Annual — %@ / year…
cs: Kupuji Ročně za %@ / rok…
sk: Kupujem Ročne — %@ / rok…

source: Buying Monthly — %@ / month…
cs: Kupuji Měsíčně za %@ / měsíc…
sk: Kupujem Mesačne — %@ / mesiac…

source: CAN'T REACH THE STORE
cs: OBCHOD NEDOSTUPNÝ
sk: OBCHOD NEDOSTUPNÝ

source: COMPLETE
cs: HOTOVO
sk: HOTOVO

source: Call Mode
cs: Režim hovoru
sk: Režim hovoru

source: Cancel
cs: Zrušit
sk: Zrušiť

source: Cancel editing
cs: Zrušit úpravu
sk: Zrušiť úpravu

source: Cancel processing
cs: Zrušit zpracování
sk: Zrušiť spracovanie

source: Car-friendly audio (built-in mic only, no call UI)
cs: Zvuk vhodný do auta (jen vestavěný mikrofon, bez rozhraní hovoru)
sk: Zvuk vhodný do auta (len vstavaný mikrofón, bez rozhrania hovoru)

source: Categories
cs: Kategorie
sk: Kategórie

source: Category: %@
cs: Kategorie: %@
sk: Kategória: %@

source: Check your Wi-Fi or mobile data and try again.
cs: Zkontroluj Wi-Fi nebo mobilní data a zkus to znovu.
sk: Skontroluj Wi-Fi alebo mobilné dáta a skús to znova.

source: Check your connection and try again.
cs: Zkontroluj připojení a zkus to znovu.
sk: Skontroluj pripojenie a skús to znova.

source: Checking…
cs: Ověřuji…
sk: Overujem…

source: Clear your question history in Settings (Reset question history) and start a new game.
cs: Vymaž historii otázek v Nastavení (Vynulovat historii otázek) a začni novou hru.
sk: Vymaž históriu otázok v Nastaveniach (Vynulovať históriu otázok) a začni novú hru.

source: Close
cs: Zavřít
sk: Zavrieť

source: Close quiz
cs: Zavřít kvíz
sk: Zavrieť kvíz

source: Command engine
cs: Rozpoznávání příkazů
sk: Rozpoznávanie príkazov

source: Commands are spoken in English by default — Slovak command words can be enabled in Settings.
cs: Příkazy se ve výchozím nastavení říkají anglicky. Slovenské příkazy zapneš v Nastavení.
sk: Príkazy sa predvolene hovoria po anglicky — slovenské príkazy zapneš v Nastaveniach.

source: Configuration error
cs: Chyba konfigurace
sk: Chyba konfigurácie

source: Confirm
cs: Potvrdit
sk: Potvrdiť

source: Confirm answer
cs: Potvrdit odpověď
sk: Potvrdiť odpoveď

source: Confirm without an answer
cs: Potvrdit bez odpovědi
sk: Potvrdiť bez odpovede

source: Confirm answer, auto-confirming in %lld seconds
cs: Potvrdit odpověď, automatické potvrzení za %lld sekund
sk: Potvrdiť odpoveď, automatické potvrdenie o %lld sekúnd

source: Connection lost. Tap Record to try again.
cs: Spojení se přerušilo. Klepni na Nahrávat a zkus to znovu.
sk: Spojenie sa prerušilo. Klepni na Nahrávať a skús to znova.

source: Continue
cs: Pokračovat
sk: Pokračovať

source: Copied
cs: Zkopírováno
sk: Skopírované

source: Copy
cs: Kopírovat
sk: Kopírovať

source: Correct
cs: Správně
sk: Správne

source: Correct!
cs: Správně!
sk: Správne!

source: Could not evaluate your answer. Please try again.
cs: Odpověď se nepodařilo vyhodnotit. Zkus to znovu.
sk: Odpoveď sa nepodarilo vyhodnotiť. Skús to znova.

source: Couldn't load your plan
cs: Tvůj plán se nepodařilo načíst
sk: Tvoj plán sa nepodarilo načítať

source: Couldn't restart the pack
cs: Balíček se nepodařilo spustit znovu
sk: Balík sa nepodarilo spustiť znova

source: Couldn't restart this pack. Please try again.
cs: Tento balíček se nepodařilo spustit znovu. Zkus to znovu.
sk: Tento balík sa nepodarilo spustiť znova. Skús to znova.

source: Couldn't start the quiz
cs: Kvíz se nepodařilo spustit
sk: Kvíz sa nepodarilo spustiť

source: Couldn't submit your answer
cs: Odpověď se nepodařilo odeslat
sk: Odpoveď sa nepodarilo odoslať

source: Create a pack
cs: Vytvořit balíček
sk: Vytvoriť balík

source: Create a pack to see it here.
cs: Vytvoř balíček a zobrazí se tu.
sk: Vytvor balík a zobrazí sa tu.

source: Current language
cs: Aktuální jazyk
sk: Aktuálny jazyk

source: Custom pack · 30 questions
cs: Vlastní balíček · 30 otázek
sk: Vlastný balík · 30 otázok

source: Czech
cs: Čeština
sk: Čeština

source: Delete
cs: Odstranit
sk: Odstrániť

source: Delete account
cs: Odstranit účet
sk: Odstrániť účet

source: Delete account?
cs: Odstranit účet?
sk: Odstrániť účet?

source: Delete my data
cs: Smazat moje údaje
sk: Vymazať moje údaje

source: Delivered
cs: Hotový
sk: Hotový

source: Dictate
cs: Diktovat
sk: Diktovať

source: Didn't catch that. %@
cs: Nerozuměl jsem. %@
sk: Nerozumel som. %@

source: Difficulty
cs: Obtížnost
sk: Náročnosť

source: Dismiss
cs: Zavřít
sk: Zavrieť

source: Done
cs: Hotovo
sk: Hotovo

source: E.g. space for kids, tough questions on Slovak history, 90s music…
cs: Např. vesmír pro děti, těžké otázky z dějin Slovenska, hudba 90. let…
sk: Napr. vesmír pre deti, ťažké otázky z dejín Slovenska, hudba 90. rokov…

source: Easy
cs: Lehká
sk: Ľahká

source: Edit answer
cs: Upravit odpověď
sk: Upraviť odpoveď

source: End & See Results
cs: Ukončit a zobrazit výsledky
sk: Ukončiť a zobraziť výsledky

source: End Quiz
cs: Ukončit kvíz
sk: Ukončiť kvíz

source: End Quiz?
cs: Ukončit kvíz?
sk: Ukončiť kvíz?

source: End quiz
cs: Ukončit kvíz
sk: Ukončiť kvíz

source: English
cs: Angličtina
sk: Angličtina

source: English by default
cs: Výchozí je angličtina
sk: Predvolene po anglicky

source: Entertainment
cs: Zábava
sk: Zábava

source: Error details
cs: Detaily chyby
sk: Detaily chyby

source: Error: %@
cs: Chyba: %@
sk: Chyba: %@

# Error: %@. %@
source: Error: %1$@. %2$@
cs: Chyba: %1$@. %2$@
sk: Chyba: %1$@. %2$@

source: Evaluating…
cs: Vyhodnocuji…
sk: Vyhodnocujem…

source: Every command also has an on-screen button. Voice is optional.
cs: Každý příkaz má i tlačítko na obrazovce. Hlas je jen možnost.
sk: Každý príkaz má aj tlačidlo na obrazovke. Hlas je len možnosť.

source: Export my data
cs: Exportovat moje data
sk: Exportovať moje dáta

source: External
cs: Externí
sk: Externé

source: FINISHING UP
cs: DOKONČUJI
sk: DOKONČUJEM

source: Failed
cs: Selhal
sk: Zlyhal

source: Failed to decode response: %@
cs: Odpověď se nepodařilo zpracovat: %@
sk: Odpoveď sa nepodarilo spracovať: %@

source: Failed to end quiz: %@
cs: Kvíz se nepodařilo ukončit: %@
sk: Kvíz sa nepodarilo ukončiť: %@

source: Failed to restore purchases
cs: Nákupy se nepodařilo obnovit
sk: Nákupy sa nepodarilo obnoviť

source: Failed to resubmit answer
cs: Odpověď se nepodařilo znovu odeslat
sk: Odpoveď sa nepodarilo znova odoslať

source: Failed to set audio device: %@
cs: Zvukové zařízení se nepodařilo nastavit: %@
sk: Zvukové zariadenie sa nepodarilo nastaviť: %@

source: Failed to skip question
cs: Otázku se nepodařilo přeskočit
sk: Otázku sa nepodarilo preskočiť

source: Failed to start quiz
cs: Kvíz se nepodařilo spustit
sk: Kvíz sa nepodarilo spustiť

source: Failed to start quiz: %@
cs: Kvíz se nepodařilo spustit: %@
sk: Kvíz sa nepodarilo spustiť: %@

source: Failed to submit answer
cs: Odpověď se nepodařilo odeslat
sk: Odpoveď sa nepodarilo odoslať

source: Failed to submit answer: %@
cs: Odpověď se nepodařilo odeslat: %@
sk: Odpoveď sa nepodarilo odoslať: %@

source: Failed to switch audio mode: %@
cs: Zvukový režim se nepodařilo přepnout: %@
sk: Zvukový režim sa nepodarilo prepnúť: %@

# Final score: %@ out of %lld
source: Final score: %1$@ out of %2$lld
cs: Konečné skóre: %1$@ z %2$lld
sk: Konečné skóre: %1$@ z %2$lld

source: Finish the quiz recording to dictate feedback.
cs: Dokonči nahrávání kvízu, abys mohl nadiktovat zpětnou vazbu.
sk: Dokonči nahrávanie kvízu, aby si mohol nadiktovať spätnú väzbu.

source: Finish the quiz recording to dictate your note.
cs: Dokonči nahrávání kvízu, abys mohl diktovat poznámku.
sk: Dokonči nahrávanie kvízu, aby si mohol diktovať poznámku.

source: Five simple words
cs: Pět jednoduchých slov
sk: Päť jednoduchých slov

source: Fix payment
cs: Opravit platbu
sk: Opraviť platbu

source: Food & Everyday Life
cs: Jídlo a běžný život
sk: Jedlo a bežný život

source: Free limit reached
cs: Bezplatný limit vyčerpán
sk: Bezplatný limit vyčerpaný

source: Free question limit reached
cs: Limit bezplatných otázek vyčerpán
sk: Limit bezplatných otázok vyčerpaný

source: Free questions reset in %@
cs: Otázky zdarma se obnoví za %@
sk: Bezplatné otázky sa obnovia o %@

source: Free · %lld credits
cs: Zdarma · %lld kreditů
sk: Zadarmo · %lld kreditov

# Free · %lld of %lld left
source: Free · %1$lld of %2$lld left
cs: Zdarma · zbývá %1$lld z %2$lld
sk: Zadarmo · zostáva %1$lld z %2$lld

source: French
cs: Francouzština
sk: Francúzština

source: GO UNLIMITED
cs: BEZ LIMITU
sk: BEZ LIMITU

source: Geography & World
cs: Zeměpis a svět
sk: Geografia a svet

source: German
cs: Němčina
sk: Nemčina

source: Go Home
cs: Na úvod
sk: Na úvod

source: Go Unlimited
cs: Odemknout bez limitu
sk: Odomknúť bez limitu

source: Got it
cs: Rozumím
sk: Rozumiem

source: HANDS-FREE
cs: BEZ RUKOU
sk: BEZ RÚK

source: Hands-free spoken commands while driving
cs: Hlasové příkazy bez rukou během jízdy
sk: Hlasové príkazy bez rúk počas jazdy

source: Hard
cs: Těžká
sk: Ťažká

source: Having trouble hearing you. Try speaking closer to the mic.
cs: Neslyším tě dobře. Zkus mluvit blíž k mikrofonu.
sk: Nepočujem ťa dobre. Skús hovoriť bližšie k mikrofónu.

source: Hide
cs: Skrýt
sk: Skryť

source: Hint image for question
cs: Nápovědný obrázek k otázce
sk: Nápovedný obrázok k otázke

source: History
cs: Historie
sk: História

source: Home
cs: Úvod
sk: Úvod

source: Hungarian
cs: Maďarština
sk: Maďarčina

source: Image failed to load
cs: Obrázek se nepodařilo načíst
sk: Obrázok sa nepodarilo načítať

source: Image for question
cs: Obrázek k otázce
sk: Obrázok k otázke

source: Image questions
cs: Obrázkové otázky
sk: Obrázkové otázky

source: In progress
cs: Probíhá
sk: Prebieha

source: Incorrect
cs: Nesprávně
sk: Nesprávne

source: Installing…
cs: Instaluji…
sk: Inštalujem…

source: Invalid URL
cs: Neplatná URL
sk: Neplatná URL

source: Invalid base64 audio data
cs: Neplatná zvuková data
sk: Neplatné zvukové dáta

source: Invalid response from the pack service
cs: Neplatná odpověď služby balíčků
sk: Neplatná odpoveď služby balíkov

source: Invalid response from the rating service
cs: Neplatná odpověď ze služby hodnocení
sk: Neplatná odpoveď zo služby hodnotení

source: Invalid server response
cs: Neplatná odpověď serveru
sk: Neplatná odpoveď servera

source: Invalid speech-recognition address
cs: Neplatná adresa rozpoznávání řeči
sk: Neplatná adresa rozpoznávania reči

source: Italian
cs: Italština
sk: Taliančina

source: KEEP YOUR PURCHASE
cs: ZACHOVEJ SI NÁKUP
sk: ZACHOVAJ SI NÁKUP

source: LISTENING — SAY A–D
cs: POSLOUCHÁM, ŘEKNI A–D
sk: POČÚVAM — POVEDZ A–D

source: LISTENING — SAY TRUE OR FALSE
cs: POSLOUCHÁM, ŘEKNI PRAVDA NEBO NEPRAVDA
sk: POČÚVAM — POVEDZ PRAVDA ALEBO NEPRAVDA

source: LISTENING — SAY YOUR ANSWER
cs: POSLOUCHÁM, ŘEKNI SVOU ODPOVĚĎ
sk: POČÚVAM — POVEDZ SVOJU ODPOVEĎ

source: Language
cs: Jazyk
sk: Jazyk

source: Later — I'll sign in from Settings
cs: Později, přihlásím se z Nastavení
sk: Neskôr — prihlásim sa z Nastavení

source: Let iOS choose the best microphone
cs: Nech iOS vybrat nejlepší mikrofon
sk: Nechaj iOS vybrať najlepší mikrofón

source: Level %lld
cs: Úroveň %lld
sk: Úroveň %lld

source: Listening — say A–D or the answer
cs: Poslouchám, řekni A–D nebo odpověď
sk: Počúvam — povedz A–D alebo odpoveď

source: Listening — say true or false
cs: Poslouchám, řekni pravda nebo nepravda
sk: Počúvam — povedz pravda alebo nepravda

source: Listening — say your answer
cs: Poslouchám, řekni odpověď
sk: Počúvam — povedz odpoveď

source: Loading
cs: Načítá se
sk: Načítava sa

source: Loading image
cs: Načítá se obrázek
sk: Načítava sa obrázok

source: Loading your plan…
cs: Načítám tvůj plán…
sk: Načítavam tvoj plán…

source: Loading…
cs: Načítám…
sk: Načítavam…

source: Logs
cs: Logy
sk: Logy

source: MIC ACCESS
cs: MIKROFON
sk: MIKROFÓN

source: MIC IS OFF
cs: MIKROFON VYPNUTÝ
sk: MIKROFÓN VYPNUTÝ

source: MISSED IT.
cs: TĚSNĚ VEDLE.
sk: TESNE VEDĽA.

source: Manage
cs: Spravovat
sk: Spravovať

source: Map image for question
cs: Slepá mapa k otázce
sk: Slepá mapa k otázke

source: Maybe later
cs: Možná později
sk: Možno neskôr

source: Maybe tomorrow
cs: Možná zítra
sk: Možno zajtra

source: Media Mode
cs: Režim médií
sk: Režim médií

source: Medium
cs: Střední
sk: Stredná

source: Microphone
cs: Mikrofon
sk: Mikrofón

source: Microphone access is off — you can still type. Enable it in Settings to dictate.
cs: Přístup k mikrofonu je vypnutý, psát můžeš i tak. Pro diktování ho zapni v Nastavení.
sk: Prístup k mikrofónu je vypnutý — písať môžeš aj tak. Na diktovanie ho zapni v Nastaveniach.

source: Microphone permission denied
cs: Přístup k mikrofonu je zamítnutý
sk: Prístup k mikrofónu je zamietnutý

source: Monthly
cs: Měsíčně
sk: Mesačne

source: More
cs: Více
sk: Viac

source: Movies & Music
cs: Film a hudba
sk: Film a hudba

source: Mute
cs: Ztlumit
sk: Stlmiť

source: My packs
cs: Moje balíčky
sk: Moje balíky

source: NAILED IT.
cs: MÁŠ TO.
sk: MÁŠ TO.

source: Name
cs: Jméno
sk: Meno

source: Never wait for the monthly reset
cs: Už nikdy nečekej na měsíční obnovení
sk: Už nikdy nečakaj na mesačné obnovenie

source: New pack
cs: Nový balíček
sk: Nový balík

source: Next in %llds
cs: Další za %llds
sk: Ďalšia o %llds

source: Next question
cs: Další otázka
sk: Ďalšia otázka

source: Next question, auto-advancing in %lld seconds
cs: Další otázka, automatický posun za %lld sekund
sk: Ďalšia otázka, automatický posun o %lld sekúnd

source: No active recording
cs: Žádné aktivní nahrávání
sk: Žiadne aktívne nahrávanie

source: No active session
cs: Žádná aktivní relace
sk: Žiadna aktívna relácia

source: No entries in the selected window.
cs: Ve zvoleném okně nejsou žádné záznamy.
sk: V zvolenom okne nie sú žiadne záznamy.

source: No external microphones detected. Connect Bluetooth or wired audio devices to see them here.
cs: Nenašly se žádné externí mikrofony. Připoj Bluetooth nebo kabelové zařízení a zobrazí se tu.
sk: Nenašli sa žiadne externé mikrofóny. Pripoj Bluetooth alebo káblové zariadenie a zobrazí sa tu.

source: No internet connection
cs: Žádné připojení k internetu
sk: Žiadne internetové pripojenie

source: No matching logs
cs: Žádné odpovídající logy
sk: Žiadne zodpovedajúce logy

source: No packs yet
cs: Zatím žádné balíčky
sk: Zatiaľ žiadne balíky

source: No previous purchase found for this Apple Account.
cs: Pro tento Apple účet se nenašel žádný předchozí nákup.
sk: Pre tento Apple účet sa nenašiel žiadny predchádzajúci nákup.

source: No question to evaluate
cs: Žádná otázka k vyhodnocení
sk: Žiadna otázka na vyhodnotenie

source: No saved session found
cs: Nenašla se uložená relace
sk: Nenašla sa uložená relácia

source: Nothing heard
cs: Nic jsem nezachytil
sk: Nič som nezachytil

source: Not connected to speech recognition
cs: Bez spojení s rozpoznáváním řeči
sk: Bez spojenia s rozpoznávaním reči

source: Not signed in
cs: Nepřihlášený
sk: Neprihlásený

source: OOPS
cs: JEJDA
sk: OJOJ

source: OUT OF QUESTIONS
cs: OTÁZKY DOŠLY
sk: OTÁZKY SA MINULI

source: Off
cs: Vypnuto
sk: Vypnuté

source: Once you pay, the order can't be cancelled. Pack generation is a premium paid service and starts immediately.
cs: Po zaplacení už objednávku nelze zrušit. Generování balíčku je prémiová placená služba a spustí se okamžitě.
sk: Po zaplatení sa objednávka nedá zrušiť. Generovanie balíka je prémiová platená služba a spustí sa okamžite.

source: One-time purchase · never expires
cs: Jednorázový nákup · nikdy nevyprší
sk: Jednorazový nákup · nikdy nevyprší

source: One-time unlock — not a subscription
cs: Jednorázové odemknutí, ne předplatné
sk: Jednorazové odomknutie — nie predplatné

source: Open Settings
cs: Otevřít Nastavení
sk: Otvoriť Nastavenia

# Option %@: %@
source: Option %1$@: %2$@
cs: Možnost %1$@: %2$@
sk: Možnosť %1$@: %2$@

source: PACK ADDED
cs: BALÍČEK PŘIDÁN
sk: BALÍK PRIDANÝ

source: PROCESSING
cs: ZPRACOVÁNÍ
sk: SPRACOVANIE

source: Pack generation failed. Please try again.
cs: Vytvoření balíčku selhalo. Zkus to znovu.
sk: Vytvorenie balíka zlyhalo. Skús to znova.

source: Partial
cs: Částečně
sk: Čiastočne

source: Pay & create pack
cs: Zaplatit a vytvořit balíček
sk: Zaplatiť a vytvoriť balík

source: Pending
cs: Čeká
sk: Čaká

source: Perfect for driving, cooking, or walking.
cs: Ideální do auta, do kuchyně i na procházku.
sk: Ideálne do auta, do kuchyne aj na prechádzku.

source: Plan
cs: Plán
sk: Plán

source: Play Again
cs: Hrát znovu
sk: Hrať znova

source: Play summary
cs: Přehrát souhrn
sk: Prehrať súhrn

source: Playback failed
cs: Přehrávání selhalo
sk: Prehrávanie zlyhalo

source: Polish
cs: Polština
sk: Poľština

source: Preparing…
cs: Připravuje se…
sk: Pripravuje sa…

source: Preselected from your quiz language in Settings.
cs: Předvybraný podle jazyka kvízu v Nastavení.
sk: Predvolený podľa jazyka kvízu v Nastaveniach.

source: Privacy Policy
cs: Zásady ochrany soukromí
sk: Zásady ochrany súkromia

source: Processing answer
cs: Zpracovávám odpověď
sk: Spracúvam odpoveď

source: Processing your answer
cs: Zpracovávám tvou odpověď
sk: Spracúvam tvoju odpoveď

source: Processing...
cs: Zpracovávám...
sk: Spracúvam...

source: Product not available
cs: Produkt není dostupný
sk: Produkt nie je dostupný

source: Purchase cancelled. You have not been charged.
cs: Nákup byl zrušen. Nebyla ti stržena žádná platba.
sk: Nákup bol zrušený. Nebola vám strhnutá žiadna platba.

source: Purchase is awaiting approval. You'll get access as soon as it's approved.
cs: Nákup čeká na schválení. Přístup dostaneš hned po schválení.
sk: Nákup čaká na schválenie. Prístup dostaneš hneď po schválení.

source: Purchase verification failed
cs: Ověření nákupu selhalo
sk: Overenie nákupu zlyhalo

# Question %lld of %lld
source: Question %1$lld of %2$lld
cs: Otázka %1$lld z %2$lld
sk: Otázka %1$lld z %2$lld

# Question %lld — correct. %@.
source: Question %1$lld — correct. %2$@.
cs: Otázka %1$lld, správně. %2$@.
sk: Otázka %1$lld — správne. %2$@.

# Question %lld — missed. The answer: %@.
source: Question %1$lld — missed. The answer: %2$@.
cs: Otázka %1$lld, vedle. Správná odpověď: %2$@.
sk: Otázka %1$lld — vedľa. Správna odpoveď: %2$@.

# Question %lld — skipped. The answer: %@.
source: Question %1$lld — skipped. The answer: %2$@.
cs: Otázka %1$lld, přeskočená. Správná odpověď: %2$@.
sk: Otázka %1$lld — preskočená. Správna odpoveď: %2$@.

source: Question history has reached its maximum capacity of 500 questions.
cs: Historie otázek dosáhla maximální kapacity 500 otázek.
sk: História otázok dosiahla maximálnu kapacitu 500 otázok.

source: Question history is full
cs: Historie otázek je plná
sk: História otázok je plná

source: Question history is full. Please reset your history in Settings to continue.
cs: Historie otázek je plná. Vynuluj ji v Nastavení a pokračuj.
sk: História otázok je plná. Vynuluj ju v Nastaveniach a pokračuj.

source: Questions and answer evaluation are AI-generated and may contain inaccuracies.
cs: Otázky a vyhodnocení odpovědí generuje umělá inteligence a mohou obsahovat nepřesnosti.
sk: Otázky a vyhodnotenie odpovedí generuje umelá inteligencia a môžu obsahovať nepresnosti.

source: Questions per session
cs: Počet otázek ve hře
sk: Počet otázok v hre

source: Questions, answers and voice
cs: Otázky, odpovědi a hlas
sk: Otázky, odpovede a hlas

# Quiz in progress. Question %lld of %lld. Score: %@
source: Quiz in progress. Question %1$lld of %2$lld. Score: %3$@
cs: Probíhá kvíz. Otázka %1$lld z %2$lld. Skóre: %3$@
sk: Prebieha kvíz. Otázka %1$lld z %2$lld. Skóre: %3$@

source: Quiz language
cs: Jazyk kvízu
sk: Jazyk kvízu

source: Quiz out of sync
cs: Kvíz není synchronizovaný
sk: Kvíz nie je zosynchronizovaný
